package GUI;

public class Array {
	public String[] getArray() {
	String[] str= {" 科目:数学      教室 :教201      时间:9：40   老师:    赵老师      性别: 男    。","  科目:语文      教室 :教202     时间:10：10      老师: 李老师      性别: 女    。 ","\n3   科目:英语      教室 :教203      时间:12：30     老 师: 王老师      性别: 男    。 ","\n4   科目:java   教室 :教204     时间:14：30     老 师: 章老师      性别: 男   。  ","\n5   科目:python   教室 :教205      时间:16：30     老 师: 刘老师      性别: 男   。  ","\n6   科目:C语言     教室 :教206      时间:18：30     老 师: 崔老师      性别: 女   。  "};
	return str;
	}
}